Repository: apertium/apertium-sme-nob
Catalog: tmx_data/NRK_konvensuvdna_sme2nob.tmx
Source language: sme
Languages: nob

source: Kommentára: Davviriikkaid sámesoahpamuš beahttá
nob: Kommentar: Nordens samekontrakt skuffer

source: Norga, Ruoŧŧa ja Suopma leat guhká máidnojuvvon riikkaidgaskasaš álgoálbmotvuoigatvuođaid nannema ofelažžan.
nob: Norge, Sverige og Finland har lenge blitt rost som veiviser til ei internasjonal urbefolkningsrettigheters styrking.

source: Muhto davviriikkalaš olmmošvuoigatvuođaid spáiddar lea jáddagoahtán maŋŋágo ráđđehusat almmuhedje beahtti sámekonvenšuvnna.
nob: Men den nordiske menneskerettigheters fakkel har begynt å slukne etter at regjeringene annonserte en skuffende samekonvensjon.

source: MOAITÁ EISEVÁLDDIID: – Ráđđehusat leat badjelgeahččan dán árvalusa mii ovdanbuktojuvvui 11 jagi dás ovdal.
nob: KLAGER OVER MYNDIGHETER: – Regjeringene har oversett dette forslaget som ble lagt fram for 11 år siden.

source: Jaskadit eahketveaigin bearjadaga 13. almmuhuvvui vuoigatvuođaid soahpamuš, man Norga, Ruoŧŧa ja Suopma leat dahkan:
nob: Rolit i kveldsskumringen fredag 13. ble publisert en rettigheters kontrakt, som Norge, Sverige og Finland har gjort:

source: – Davviriikkalaš sámekonvenšuvnna šiehtadallamat leat loahpahuvvon, mojohalaiga Olgeža gielda- ja ođasmahttinministtar Jan Tore Sanner ja Bargiidbellodaga sámediggepresideanta Vibeke Larsen.
nob: – De nordiske samekonvensjons forhandlinger er avsluttet, smilte Høyres kommunal- og fornyingminister Jan Tore Sanner og Arbeiderpartiets sametingspresident Vibeke Larsen.

source: Ulbmil lea ahte sámit galget beassat seailluhit, geavahit ja ovddidit kultuvrraset nu uhccán go vejolaš riikkarájiid dahkan heađuštusaiguin, soai diehtiba dieđihit.
nob: Målet er at samene skal få forvare, bruke og fremme sin kultur så lite som mulig med hindringene som riksgrensene har laget, vet de to å meddele.

source: Ráđđehusas ja sámediggeráđis goabbat muitalus
nob: Regjeringa og sametingsrådet hver sin fortelling

source: Stáhtaráđđi Sanner gidde vásttolaš šeasttain fuopmášumi dasa, man gáibideaddji šiehtadallamat leat leamaš.
nob: Statsråd Sanner fester med en ansvarlig mine oppmerksomheten til det, hvor krevende forhandlingene har vært.

source: Sámediggepresideanta Larsen fas doapmá hállat iešmearrideami ja eana- ja čáhcevuoigatvuođaid dovddasteami konvenšuvnna dulkojupmái.
nob: Sametingspresident Larsen skynder seg igjen å snakke selvbestemmelse og jord- og vannrettigheters innrømmings konvensjonen tolking.

source: KOMMENTÁHTOR: Magne Ove Varsi.
nob: KOMMENTATOR: Magne Ove Varsi.

source: Ráđđehus bargá deattastit ahte dáža sámepolitihkka bissu nu mo lea.
nob: Regjeringa arbeider å understreke at norsks samepolitikk forblir slik som den er det.

source: Sámediggeráđđi áiggošii fas vuovdalit konvenšuvnna instrumeantan mii lea ovddádussan sámevuhtii.
nob: Sametingsrådet ville igjen markedsføre konvensjonen som instrument for fremming av samiskheten.

source: Konvenšuvnna ulbmil lea almmage nu uhccán go vejolaš riikarájáid dahkan heađuštusat, iige golmma riikka rájáhis álbmoga politihkalaš ja kultuvrralaš ovttasbarggu gudneáŋgiris viiddideapmi, nu go olugat ledje doivon.
nob: Konvensjons mål er likevel så lite som mulig landgrensers hindringer, og ikke tre lands grenseløst folks politisk og et kulturell samarbeidets ambisiøse utviding, slik som mange hadde trodd.

source: Ráđđehusaid sáttagottit leat šiehtadallan das rájes go professor ja ovddeš alimusrievtti justitiarius Carsten Smith:a jođihan áššedovdijoavku buvttii ovdan davviriikkalaš sámekonvenšuvnna árvalusa 2005.
nob: Regjeringenes delegasjoner har forhandlet siden en professor og tidligere høyesteretts justitiarius Carsten Smiths ledet ekspertgruppa brakte frem den nordiske samekonvensjonens forslag 2005.

source: Árvalus adnojuvvui sámiid kollektiiva ja individuála olmmošvuoigatvuođaid álgojalgejeaddji bargun rájáid rastá.
nob: Forslaget ble regnet som begynnelsesjevnende arbeid av samiske kollektive og individuelle menneskerettigheters over grensene.

source: Riikkaidgaskasaš ovdáneapmi arvvosmahtii
nob: Internasjonal utvikling stimulerte

source: Áššedovdijoavkku barggu oaivadussan ledje ON-deklarašuvnna álgoálbmogiid vuoigatvuođaid šiehtadallamat, mat dalle ledje geargga geargga.
nob: Som rettesnor til ekspertgruppas arbeid var ON-deklarasjonens forhandlinger og urbefolkningenes rettigheter, som da var nesten ferdige.

source: ON oaivečoakkálmas mearridii álgoálbmotvuoigatvuođaid deklarašuvnna jagis 2007 lahttostáhtaid stuorra eanetlogu jienaiguin.
nob: ON generalforsamling bestemte urbefolkningsrettigheters deklarasjon i 2007 men medlemstatenes store flertallets stemmer.

source: Deklarašuvdna nanne ahte álgoálbmogiin lea vuoigatvuohta iešmearrideapmái.
nob: Deklarasjonen styrker at urbefolkninger har rettighet til selvbestemmelsen.

source: Dán vuoigatvuođa veagas mearridit luđolaččat sin politihkalaš sajádagaset ja ovddidit luđolaččat sin ekonomalaš, sosiála ja kultuvrralaš ovdáneamiset.
nob: Med denne rettigheten bestemmer de fritt sin politiske ståsted og fremmer fritt sin økonomiske, sosiale og kulturelle utvikling.

source: Velá lea álgoálbmogiin sin iešmearridanvuoigatvuođa geavaheamis, riekti autonomiijai dahje iešstivrejupmái áššiin mat gusket sin siskkáldas ja báikkálaš áššiide, ja riekti ortnegiidda mat ruhtadit sin iešstivrendoaimmaid.
nob: Fremdeles har urbefolkningene i bruk av deres selvbestemmelsesrett, rett til autonomi eller selvstyre i saker som berører deres indre og lokale saker, og rett til ordninger som finansierer deres selvstyrefunksjoner.

source: Riikkaidgaskasaš álbmotrievtti ovdáneapmi maŋimuš 25-30 jagi lea movttiidahttán álgoálbmogiid ja sámiid.
nob: Den internasjonale folkerettens utvikling de siste 25-30 årene har motivert urbefolkninger og samer.

source: 1966 juo nannejedje Ovttastuvvan našuvnnat ahte buot álbmogiin lea vuoigatvuohta iešmearrideapmái.
nob: Allerede i 1966 styrket De Forente nasjoner at alle folk har rett til selvbestemmelse.

source: Dat dáhpáhuvai go máilmmi organisašuvdna mearridii internationála konvenšuvnna siviila ja politihkalaš vuoigatvuođaid birra ja internationála konvenšuvnna sosiála, ekonomalaš ja kultuvrralaš vuoigatvuođaid birra.
nob: Det skjedde da verdens organisasjonen bestemte en internasjonal konvensjon om sivile og politiske rettigheter og en internasjonal konvensjon om sosiale, økonomiske og om kulturelle rettigheter.

source: 2007 čuovvolii ON bajimuš orgána, Oaivečoakkálmas, resolušuvnnain mii dulko iešmearridanvuoigatvuođa gustot álgoálbmogiidda ovtta olu go buot eará álbmogiidda.
nob: 2007 oppfulgte FNs øverste organ, Generalforsamlingen, med en resolusjon som tolker at selvbestemmelsesretten skulle gjelde for urbefolkningene like mye fom for alle andre folk.

source: Davviriikkain leat sámi álgoálbmot.
nob: I Norden er en samisk urbefolkning.

source: Álgoálbmotdeklarašuvnna ovdasártnis dovddastit lahttostáhtat ahte jagi 1945 ON-lihttu, guokte 1966-konvenšuvnna olmmošvuoigatvuođaid birra ja jagi 1993 Wien-julggaštus ja -doaibmaplána nannejit ahte lea mearrideaddji mearkkahus ahte buot álbmogiin lea vuoigatvuohta iešmearrideapmái.
nob: I Urfolksdeklarasjonens innledninga innrømmer medlemstatene at 1945s FN-alliansen, to 1966-konvensjoner om menneskerettigheter og 1993s Wien-erklæring og -handlingsplan styrker at det er en bestemmende merknad at alle folk har rett til selvbestemmelse.

source: Dán vuoigatvuođa veagas juohke álbmot mearrida luđolaččat su iežas politihkalaš sajádaga ja ovddida luđolaččat su iežas ekonomalaš, sosiála ja kultuvrralaš ovdáneami.
nob: Med denne rettigheten bestemmer hvert folk fritt sin egen politiske plass og fremmer fritt sitt eget økonomiske, sosiale og kulturelle utvikling.

source: Ovdasártnis deattastuvvo maid ahte ii mihkkege deklarašuvnnas sáhte adnojuvvot gieldin nammii álbmogiid iešmearrideami go dát vuoigatvuohta geavahuvvo álbmotrievtti mielde.
nob: I innledningen understrekes også at ingenting i deklarasjonen kan brukes som forbud i folks selvbestemmelse navn fordi denne rettigheten brukes ifølge folkeretten.

source: Sámit leat vuordán buori oskkus
nob: Samene har ventet i god tro

source: Dan 11 jagi go šiehtadallamat leat bistán, leat sámi searvvit ja ovddasteaddjit vuorddašan gierdevaččat – ja buori oskkus – ahte ráđđehusat galget dahkat riikkaidgaskasaš álbmotrievtti prinsihpaid ja ON instrumeanttaid mearrádusaid gustovažžan Davviriikkaid álgoálbmogiid guvllolaš sámekonvenšuvnna bokte.
nob: De 11 år når forhandlingene har vart, har samiske foreninger og representanter ventet tålmodig – og i god tro – at regjeringene skal gjøre de internasjonale folkeretts prinsippene og ONs instrumentale bestemmelsene gjeldende via Nordens urbefolkningers regional samekonvensjon.

source: 2017 lea earenoamáš jahki sámeálbmogii.
nob: 2017 er et spesielt år for samefolket.

source: Guovvamánu 6. leat gollan 100 jagi das rájes go vuosttas sámi eatnančoahkkin dollojuvvui Troandimis, ja sámiid politihkalaš arvvosmahttin ja searvan álggii.
nob: 6. februar had det gått 100 år siden det første samisk landsmøtet ble holdt i Trondheim, og en samisk politisk stimulering og deltakelse begynte.

source: Máŋggas ledje luohtidan ráđđehusaid dahkat duohtan riepmosártniideaset ahte guhkilmas ja mielaeavttugis assimileren- ja koloniserenáŋggirdeapmi sámiid vuostá lea loahpahuvvon kapihtal Davviriikkaid historjjás, ja ahte stáhtaid politihkka maiddái geavadis galgá muhttojuvvot «okta stáhta, okta álbmot» ideologiijas, jurddašanmálles ahte buohkat galget giela ja kultuvrra dáfus leat ovtta láganat juos galget ovtta lágan vuoigatvuođaid oažžut, dakkár dovddastussii ahte sii leat ovtta árvosaččat vaikko leatge eará láganat giela ja kultuvrra dáfus.
nob: Mange personer hadde stolt på at regjeringene skulle virkeliggjøre festivaltalene at een langvarige og bevisste assimileringen og koloniseringsiveren mot samer er et avsluttet kapittel i Nordens historie, og at statenes politikk også i praksis skal endres fra «en stat, ett folk» ideologien, fra tenkemåten at alle skal med hensyn til språk og kultur være samme slags hvis de skal å få samme slags rettighetens, til slik innrømmelse at de er like verdige selv om de er andre slags med hensyn til språk og kultur.

source: Muhto de guittidit ráđđehusat vuordináiggi ja luohttámuša ovddas konvenšuvnnain mas váilot áigumušat ja mas ii gávdno dáhttu duođalaččat bajidit sámiid vuoigatvuođaid.
nob: Men så kvitterer regjeringene for ventetida og tilliten med en konvensjon hvor det mangler hensikter og hvor det ikke finnes vilje til alvorlig å løfte samiske rettigheter.

source: Baicca nanosmahttet stáhtat eamit- ja isitvuođaset sámiid eatnamiid ja valljodagaid badjel ja gievrudit politihkalaš válddi sámi álbmoga badjel dán konvenšuvnna veagas.
nob: Heller styrker statene en husfru- og herredømme over samers jord og ressurser og de forsterker den politisk fullmakten over det samisk folket med denne konvensjonen.

source: Ráđđehusat gáržžidit sámi álbmoga iešmearridanvuoigatvuođa nu ahte dat oažžu dušše «seavahuvvot iešstivrejupmin siskkáldas áššiin ja ráđđádallamiin áššiin main sáhttá earenoamáš mearkkahus sámiide».
nob: Regjeringene reduserer selvbestemmelsesretten til det samiske folket slik at det får bare «*seavahuvvot selvstyre i indre saker og konsultasjoner i saker som kan ha en spesiell betydning for samene».

source: Sámiid iešmearridanvuoigatvuohta meroštallojuvvo eanaš dušše ráđđádallanvuoigatvuohtan, ja duššefal áššiin mat gusket sámiide earenoamážit, mii lea guhkkin eret riikkaidgaskasaš vuolimus standárddas.
nob: Samers selvbestemmelsesrett vurderes for det meste bare som konsultasjonsrettighet, og bare i sakene som berører samene spesielt, som er langt fra den internasjonale nederste standarden.

source: Ráđđádallamat meroštallojuvvojit iešmearrideapmin
nob: Konsultasjonene vurderes som selvbestemmelse

source: Norggas lea 2005 rájes leamaš soahpamuš ráđđádallamiin stáhta eiseválddiid ja Sámedikki gaskkas.
nob: I Norge har det fra 2005 vært avtale om konsultasjoner mellom statens myndigheter og Sametinget.

source: Sihke ovddit rukses-ruoná ja dálá alit-alit ráđđehus leat maŋimuš jagiin dieđihan ON vákšunmekanismmaide, guđe láhkai stáhta lea čađahan álgoálbmogiid vuoigatvuođaid riikka dásis.
nob: Både den tidligere rød-grønne og den nåværende blå-blå regjeringa har meddelt de siste årene FN overvåkningsmekanismer, hvordan staten har gjennomført urbefolkningers rettigheter på riks nivå.

source: Sámedikkiin leat sullii 450 ráđđádallama čađahuvvon, ja ráđđehusa dieđáhusaid mielde leat sámiid ovddasteaddji orgána ja ráđđehus eanaš háviid boahtán ovttaide.
nob: Med sametinget er omtrent 450 konsultasjoner blitt gjennomført, og ifølge regjerings meldinger har samenes representative organ og regjeringa de fleste gangene kommet til enighet.

source: Maid ráđđehus almmage ii leat namahan dieđáhusain ON:i, lea ahte ráđđádallamat main eai leat boahtán ovttaide, leat dáhpáhuvvan áššiin main lea stuorra prinsihpalaš mearkkahus sámi kultuvrra ávnnaslaš vuđđosa seailluheapmái.
nob: Det som regjeringa har likevel ikke nevnt i meldingene til FN, er at konsultasjonene hvor de har ikke kommet til enighet, har skjedd i saker som har en stor prinsipiell betydning for bevaring av samisk kulturs materielle grunnlag.

source: Namalassii lea áššiin leamaš sáhka stuorra luonddu- ja valljodatsisabahkkemiin, nu mo ruvkedoaimmain, elfápmolinnjáin, bieggamillopárkkain ja mirkkobázahasaid luoitimiin merrii, mat sáhttet dagahit stuorra vahágiid árbevirolaš sámi ealáhusaide nu go boazodollui ja vuotna- ja riddoguolásteapmái.
nob: Nemlig har det i sakene vært tale om store natur- og på ressursinntrenginger, slik som i gruvedriftene, i elektrisistetlinjene, i vindmølleparkene og utslipp av giftrester i havet, som kan forårsake store skader for de tradisjonelle samiske næringsveiene slik som til reindrifta og fjord- og kystfisket.

source: Máŋgga áššis eai leat ráđđehus dahje eará eiseválddit Sámedikki oainnu mielde váldán vuhtii sámiid beroštumiid ja dárbbuid.
nob: I mange saker har ikke regjeringa eller andre myndigheter etter Sametingets syn tatt hensyn til samers interesser og behov.

source: Já dál lea norgalaš ráđđehus soahpan suopmelaš ja ruoŧŧelaš bargoguimmiidisguin, ahte dán lágan ráđđádallamiid galgá geahččat ja meroštallat sámi álbmoga iešmearridanvuoigatvuođa geavahussan.
nob: Og nå har den norske regjeringen blitt forlikt med finske og svenske samarbeidspartnere, at de disse slags konsultasjoner skal se og vurdere som bruk av selvbestemmelsesretten til det samiske folk.

source: Norgga ráđđehusa ja Sámedikki ráđđádallamat sulastahttet gal olgguldasat šiehtadallamiid.
nob: Den norske regjeringen og Sametingets konsultasjoner likner fra yttersiden forhandlinger.

source: Áššebealit čohkkájit goabbat bealde beavddi, ráđđehus buktá ovdan doaibmabijuid áigumušaid, ja Sámediggi oažžu buktit oainnuid daidda.
nob: Sakspartene sitter på hver side av bordet, regjeringa bringer frem tiltakenes hensikter, og Sametinget får å bringe syn til dem.

source: Muhto maŋŋá go čoahkkin lea loahpahuvvon, de lea nubbi áššebealli mii okto dahká mearrádusa.
nob: Men etter at møtet har blitt avsluttet, så er det den ene saksparten som alene gjør vedtak.

source: Ráđđehus mearrida.
nob: Regjeringa bestemmer.

source: Coggá áššečilgehussii ahte Sámedikkiin lea ráđđádallojuvvon ja ahte dat lea beassan buktit ovdan oainnuidis, muhto ahte ráđđehus ii ane vejolažžan váldit daid vuhtii.
nob: Man putter i saksfremstillinga at med Sametinget har det blitt drøftet og at det har fått bringe frem sitt syn, men at regjeringa ikke vurderer det som mulig å ta hensyn til dem.

source: Ráđđehus lea altså čuvvon geatnegasvuođas ja ráđđádallan sámiid ovddasteaddji orgánain, muhto lea goitge dahkan mearrádusa álgoálbmotorgána oaivila vuostá.
nob: Regjeringa har dermed fulgt plikta og drøftet med samenes representative organ, men har likevel gjort vedtak mot urfolksorganets mening.

source: Dán ortnega cieggada davviriikkaid sámekonvenšuvdna sámi variántan buot álbmogiid iešmearridanvuoigatvuođas.
nob: Denne ordninga innprenter de nordiske landenes samekonvensjon som samisk variant av alle folks selvbestemmelsesrett.

source: Áššedovdit badjelgehččojuvvojedje
nob: Ekspertene ble oversett

source: Sámi álbmogis ferte, ovtta veardásaččat dáža, ruoŧŧelaš ja suopmelaš ránnjáálbmogiiguin, geat leat riikkaid veahkadaga eanetlohku, vuoigatvuohta iešmearrideapmái, juos álbmogis galggaš duohta vejolašvuohta guoddit vásttu iežas boahtteáiggis.
nob: Det samiske folket må ha, likestilt med de norske, svenske og finske nabofolkene, som er landenes befolknings flertall, rettighet til selvbestemmelsen, hvis folket ha skal den sanne muligheten å bære ansvaret for egen fremtid.

source: Áššedovdijoavku, man Carsten Smith jođihii, buvttii ovdan miellagiddevaš stivrenmálle, mas deasta sámiid iešmearrideapmái lovttahuvvo riikka eiseválddiid stivrenfápmudusa ektui.
nob: Ekspertgruppa, som Carsten Smith ledet, brakte frem et interessant styringsmønster, hvor hensyn til samers selvbestemmelse *lovttahuvvo lands myndigheters for styringsmandatet.

source: Evttohusa mielde čuvošii sámiid váikkuhanfámu mahti ášši dahje áššesuorggi mearkkahusa mađi: Mađe deaŧalaččat ášši, dađe stuorát váikkuhanfápmu.
nob: xxx

source: Áššiin mat lea earenoamáš mávssolaččat sámiide galget eiseválddit šiehtadallat sámedikkiiguin, eaige dušše ráđđádallat, ovdalgo dahket mearrádusa.
nob: xxx

source: Šiehtadallamiin leat guokte (dahje eanet) áššebeali, geat galget addit ja váldit, ja loahpas vástidit ovtta veardásaččat šiehtadallamiid bohtosis.
nob: xxx

source: Dát dagašii sámedikkiid vásttolažžan deaŧalaš servodatberoštumiid guovdu.
nob: xxx

source: Dákkár ortnet attášii Norgga Sámediggái vuoigatvuođa šiehtadallat omd. mirkkoluoitimiin deaŧalaš guollenjuoraide vuotna- ja riddoguovlluin dahje bieggaelfápmorusttegiid ceggemiin boazoguohtuneatnamiidda.
nob: xxx

source: Juos muhtin evttohivččii Stuorradikkis (nu go dahkkojuvvui maŋimuš 2012) heaittihit Sámedikki, fámohuhttit sámelága ja geassit ruoktot ILO konvenšuvnna 169 ratifikašuvnna, de livččii nationálačoakkálmas geatnegas dáhttut ráđđehusa šiehtadallat Sámedikkiin ovdalgo loahpalaš mearrádus dahkkojuvvo Stuorradikkis.
nob: xxx

source: Áššedovdijoavku evttohii maiddái ahte sámedikkit galget ovddastuvvot almmolaš ráđiin ja lávdegottiin go dát gieđahallet áššiid mat gusket sámi beroštumiide, ja ahte áššit galget biddjojuvvot sámedikkiide gieđahallamii ovdalgo eiseválddit mearridit. Dás lea sáhka oassálastin- ja ráđđádallanvuoigatvuođas.
nob: xxx

source: Loahpalaččat evttohii áššedovdijoavku ahte sámedikkiide galgá addojuvvot vejolašvuohta gullojuvvot go nationálačoakkálmasat gieđahallat áššiid, mat earenoamážit gusket sámi álbmogii.
nob: xxx

source: Go Stuorradiggi ovdamearkan gieđahallá Norgga vuođđolága nuppástuhttima, mii váikkuhivččii sámi gillii, kultuvrii ja servodateallimii, de livččii Stuorradiggi geatnegas gulaskuddat maid Sámediggi oaivvilda ovdalgo mearrida áššis.
nob: xxx

source: Nu ii leat dilli dál.
nob: xxx

source: Vuoldá álgoálbmogiid vuoigatvuođaid
nob: xxx

source: Davviriikkaid sámekonvenšuvnnas meroštallojuvvo sámiid iešmearridanvuoigatvuohta eanaš dušše ráđđádallanvuoigatvuohtan áššiin main lea earenoamáš mearkkahus sámi álbmogii.
nob: xxx

source: Sámedikkiin galgá vuoigatvuohta ieža mearridit duššefal siskkáldas áššiin.
nob: xxx

source: Muhto vel dakkár áššiinge várrehit ráđđehusat alcceset rievtti sehkket iežaset sámiid siskkáldas áššiide ja stivret sin bajil oaivvi.
nob: xxx

source: Ovdamearkan galget stáhtaid eiseválddit sámedikkiid dáhtu vuostá sáhttit čálihit sámedikkiid jienastusloguide olbmuid geat eai leat sápmelaččat.
nob: xxx

source: Ortnet ii olat riikkaidgaskasaš álbmotrievtti vuolimus standárdda rádjai.
nob: xxx

source: Juos Norgga, Ruoŧa ja Suoma sámedikkit guorrasit konvenšuvdnii nu go dat dál lea, de mihtet álbmoga válljen politihkalaš áirasat seammás dasa, ahte sámi álbmogis ii leat iešmearridanvuoigatvuohta iežas áššiin, mii lea ovttaárvosaš iešmearridanvuoigatvuođain mii ránnjáálbmogiin dážain, ruoŧŧelaččain ja suopmelaččain lea sin áššiin.
nob: xxx

source: Lea vuorrástuhttit go Norgga, Ruoŧa ja Suoma ráđđehusat – sámedikkiid oassálastimiin – buktet ovdan konvenšuvnna mii máksá ahte sámi álbmogis eai leat vuoigatvuođat mat leat ovtta veardásaččat máilmmi eará álbmogiid ja álgoálbmogiid vuoigatvuođaiguin.
nob: xxx

source: Ráđđehusat sárdnot suorrenjuokčamiin álgoálbmotáššiin.
nob: xxx

source: Riikkaidgaskasaš oktavuođain leat iežaset divustan njunnošii sártnuhit ON oaivečoakkálmasa mearridit ođđaáigásaš ja oalle nanu deklarašuvnna álgoálbmogiid vuoigatvuođaid birra.
nob: xxx

source: Sii leat maid bargan garrasit oažžut nanu loahppadokumeantta ON máilmmikonfereanssas álgoálbmogiid birra 2014, mii geatnegahttá lahttostáhtaid riikkaineaset bidjat doibmii ja ollašuhttit vuoigatvuođaid mat leat mearriduvvon álgoálbmotjulggaštusas.
nob: xxx

source: Dát golbma ráđđehusa celket almmage gárvásit šiehtadallan sámekonvenšuvnnaineaset, ahte sámiin eai leat seammá olmmošvuoigatvuođat go eará álbmogiin ja álgoálbmogiin máilmmis.
nob: Disse tre regjeringene sier likevel at de er ferdige med å forhandle om samekonvensjonen, at samene ikke har de samme menneskerettighetene som andre folk og urbefolkninger i verden.

source: Konvenšuvdna gáržžida sámiid iešmearridanvuoigatvuođa ja eana- ja čáhcevuoigatvuođaid ja cieggada dán gáržžideami.
nob: Konvensjonen begrenser samers selvbestemmelsesrett og jord- og vannrettighetenes og innprenter denne begrensningen.

source: Konvenšuvdna lea mielde vuoldimin álbmotrievttalaš ovdánemiid ja vuoittuid mat leat olahuvvon maŋimuš moaddelogi jagi bajis.
nob: Konvensjonen er med å *vuoldimin folkerettslig utviklinger og seire som har blitt rukket de siste par titalls års periode.

source: Ja Norga, Ruoŧŧa ja Suopma leat jáddamin spáiddarin mii lea ofelastán máilmmi buorebut gudnejahttit, ovddidit ja suodjalit olmmošvuoigatvuođa ja álgoálbmotvuoigatvuođaid.
nob: Og Norge, Sverige og Finland er i ferd med å slukne som fakkel som har rettledet verden til bedre å respektererne, fremme og verne menneskerettighet og urbefolkningsrettigheter.
